Repository: bestwebsoft/gpt-ai-content-creator
Catalog: languages/gpt-ai-content-creator-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_br, ru_ru

source: GPT AI Content Creator Settings
de_de: GPT AI Content Creator-Einstellungen
es_es: Configuración del creador de contenido de IA de GPT
fr_fr: Paramètres du créateur de contenu GPT AI
it_it: Impostazioni del creatore di contenuti AI GPT
ja: GPT AI コンテンツ作成者の設定
pt_br: Configurações do criador de conteúdo GPT AI
ru_ru: Настройки создателя контента GPT AI

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ja: 設定
pt_br: Configurações
ru_ru: Настройки

source: Add Content with GPT
de_de: Fügen Sie Inhalte mit GPT hinzu
es_es: Agregar contenido con GPT
fr_fr: Ajouter du contenu avec GPT
it_it: Aggiungi contenuto con GPT
ja: GPT でコンテンツを追加する
pt_br: Adicionar conteúdo com GPT
ru_ru: Добавьте контент с помощью GPT

source: Please set a post title before generating content.
de_de: Bitte legen Sie einen Beitragstitel fest, bevor Sie Inhalte erstellen.
es_es: Establezca un título de publicación antes de generar contenido.
fr_fr: Veuillez définir un titre de publication avant de générer du contenu.
it_it: Si prega di impostare un titolo del post prima di generare contenuti.
ja: コンテンツを生成する前に投稿タイトルを設定してください。
pt_br: Por favor, defina um título de postagem antes de gerar conteúdo.
ru_ru: Пожалуйста, установите заголовок сообщения перед созданием контента.

source: Please provide your API key before generating content on the plugin Settings page.
de_de: Bitte geben Sie Ihren API-Schlüssel an, bevor Sie Inhalte auf der Seite mit den Plugin-Einstellungen generieren.
es_es: Proporcione su clave API antes de generar contenido en la página de configuración del complemento.
fr_fr: Veuillez fournir votre clé API avant de générer du contenu sur la page des paramètres du plugin.
it_it: Fornisci la tua chiave API prima di generare contenuti nella pagina delle impostazioni del plug-in.
ja: プラグイン設定ページでコンテンツを生成する前に、API キーを提供してください。
pt_br: Forneça sua chave de API antes de gerar conteúdo na página de configurações do plug-in.
ru_ru: Пожалуйста, предоставьте свой ключ API перед созданием контента на странице настроек плагина.

source: Type your prompt here...
ru_ru: Введите подсказку здесь...

source: Create GPT Picture
ru_ru: Создать изображение GPT

source: FAQ
es_es: Preguntas más frecuentes
ja: よくある質問
pt_br: Perguntas frequentes
ru_ru: Часто задаваемые вопросы

source: Support
de_de: Unterstützung
es_es: Apoyo
fr_fr: Soutien
it_it: Supporto
ja: サポート
pt_br: Apoiar
ru_ru: Поддерживать

source: Something went wrong 2:
de_de: Etwas ist schief gelaufen 2:
es_es: Algo salió mal 2:
fr_fr: Quelque chose s'est mal passé 2 :
it_it: Qualcosa è andato storto 2:
ja: 問題が発生しました 2:
pt_br: Algo deu errado 2:
ru_ru: Что-то пошло не так 2:

source: Something went wrong. Error #:
de_de: Etwas ist schief gelaufen. Fehler #:
es_es: Algo salió mal. Error #:
fr_fr: Quelque chose s'est mal passé. Erreur #:
it_it: Qualcosa è andato storto. Errore n.:
ja: エラーが発生しました。エラー ＃：
pt_br: Algo deu errado. Erro #:
ru_ru: Что-то пошло не так. Ошибка #:

source: Error #:
de_de: Fehler #:
fr_fr: Erreur #:
it_it: Errore n.:
ja: エラー ＃：
pt_br: Erro #:
ru_ru: Ошибка #:

source: The model predicted a completion that begins with a stop sequence, resulting in no output. Consider adjusting your prompt (title)
de_de: Das Modell sagte einen Abschluss voraus, der mit einer Stoppsequenz beginnt und zu keiner Ausgabe führt. Erwägen Sie, Ihre Eingabeaufforderung (Titel) anzupassen.
es_es: El modelo predijo una finalización que comienza con una secuencia de parada, lo que no genera ningún resultado. Considere ajustar su aviso (título)
fr_fr: Le modèle a prédit un achèvement qui commence par une séquence d'arrêt, ce qui n'entraîne aucune sortie. Envisagez d'ajuster votre invite (titre)
it_it: Il modello ha previsto un completamento che inizia con una sequenza di interruzione, senza output. Prendi in considerazione la possibilità di modificare il tuo messaggio (titolo)
ja: モデルは停止シーケンスで始まる完了を予測したため、出力はありませんでした。プロンプト (タイトル) を調整することを検討してください
pt_br: O modelo previu uma conclusão que começa com uma sequência de parada, resultando em nenhuma saída. Considere ajustar seu prompt (título)
ru_ru: Модель предсказала завершение, которое начинается с последовательности остановок, что приводит к отсутствию выходных данных. Попробуйте изменить подсказку (название)

source: Something went wrong 5:
de_de: Etwas ist schief gelaufen 5:
es_es: Algo salió mal 5:
fr_fr: Quelque chose s'est mal passé 5 :
it_it: Qualcosa è andato storto 5:
ja: 問題が発生しました 5:
pt_br: Algo deu errado 5:
ru_ru: Что-то пошло не так 5:

source: The prompt is missing from the request.
ru_ru: Подсказка отсутствует в запросе.

source: The post ID is missing from the request.
ru_ru: Идентификатор сообщения отсутствует в запросе.

source: Failed to connect to the OpenAI API.
ru_ru: Не удалось подключиться к API OpenAI.

source: Failed to parse the response from the OpenAI API.
ru_ru: Не удалось проанализировать ответ от API OpenAI.

source: Failed to download the image from the OpenAI API.
ru_ru: Не удалось загрузить изображение из OpenAI API.

source: Failed to upload the image.
ru_ru: Не удалось загрузить изображение.

source: Failed to insert the image.
ru_ru: Не удалось вставить изображение.

source: Failed to generate imag emetadata.
ru_ru: Не удалось сгенерировать метаданные изображения.

source: Misc
de_de: Sonstiges
es_es: Varios
fr_fr: Divers
it_it: Varie
ja: その他
pt_br: Diversos
ru_ru: Разное

source: Custom Code
ru_ru: Пользовательский код

source: License Key
ru_ru: Лицензионный ключ

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Ajustes guardados.
fr_fr: Paramètres sauvegardés.
it_it: Impostazioni salvate.
ja: 保存された設定。
pt_br: Configurações salvas.
ru_ru: Настройки сохранены.

source: API keys
de_de: API-Schlüssel
es_es: Claves API
fr_fr: Clés API
it_it: Chiavi API
ja: API キー
pt_br: Chaves de API
ru_ru: Ключи API

source: Go to OpenAI and generate your API key. %1$s Get the API Keys %2$s
de_de: Gehen Sie zu OpenAI und generieren Sie Ihren API-Schlüssel. %1$s Holen Sie sich die API-Schlüssel %2$s
es_es: Vaya a OpenAI y genere su clave API. %1$s Obtenga las claves API %2$s
fr_fr: Allez sur OpenAI et générez votre clé API. %1$s Obtenir les clés API %2$s
it_it: Vai su OpenAI e genera la tua chiave API. %1$s Ottieni le chiavi API %2$s
ja: OpenAI に移動し、API キーを生成します。 %1$s API キーを取得 %2$s
pt_br: Vá para OpenAI e gere sua chave de API. %1$s Obtenha as chaves de API %2$s
ru_ru: Перейдите в OpenAI и сгенерируйте ключ API. %1$s Получить ключи API %2$s

source: Settings for Text
ru_ru: Настройки для текста

source: Max tokens
de_de: Maximale Token
es_es: Fichas máximas
fr_fr: Jetons maximum
it_it: Token massimi
ja: 最大トークン
pt_br: Máximo de fichas
ru_ru: Максимальное количество токенов

source: The temperature parameter controls the randomness and creativity of the model's responses. A higher temperature will result in more unpredictable and diverse responses, while a lower temperature will produce more conservative and predictable responses.
de_de: Der Temperaturparameter steuert die Zufälligkeit und Kreativität der Antworten des Modells. Eine höhere Temperatur führt zu unvorhersehbareren und vielfältigeren Reaktionen, während eine niedrigere Temperatur zu konservativeren und vorhersagbareren Reaktionen führt.
es_es: El parámetro de temperatura controla la aleatoriedad y la creatividad de las respuestas del modelo. Una temperatura más alta dará como resultado respuestas más impredecibles y diversas, mientras que una temperatura más baja producirá respuestas más conservadoras y predecibles.
fr_fr: Le paramètre de température contrôle le caractère aléatoire et la créativité des réponses du modèle. Une température plus élevée entraînera des réponses plus imprévisibles et diverses, tandis qu'une température plus basse produira des réponses plus conservatrices et prévisibles.
it_it: Il parametro della temperatura controlla la casualità e la creatività delle risposte del modello. Una temperatura più alta si tradurrà in risposte più imprevedibili e diversificate, mentre una temperatura più bassa produrrà risposte più prudenti e prevedibili.
ja: 温度パラメーターは、モデルの応答のランダム性と創造性を制御します。温度が高いほど、より予測不可能で多様な反応が生じますが、温度が低いほど、より保守的で予測可能な反応が生じます。
pt_br: O parâmetro de temperatura controla a aleatoriedade e a criatividade das respostas do modelo. Uma temperatura mais alta resultará em respostas mais imprevisíveis e diversas, enquanto uma temperatura mais baixa produzirá respostas mais conservadoras e previsíveis.
ru_ru: Параметр температуры управляет случайностью и креативностью ответов модели. Более высокая температура приведет к более непредсказуемым и разнообразным реакциям, в то время как более низкая температура приведет к более консервативным и предсказуемым реакциям.

source: Temperature
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
it_it: Temperatura
ja: 温度
pt_br: Temperatura
ru_ru: Температура

source: The max tokens parameter sets the maximum number of tokens (words and punctuation marks) that the model is allowed to generate in its response. This can be used to control the length of the generated text.
de_de: Der Parameter max tokens legt die maximale Anzahl von Token (Wörter und Satzzeichen) fest, die das Modell in seiner Antwort generieren darf. Hiermit kann die Länge des generierten Textes gesteuert werden.
es_es: El parámetro max tokens establece el número máximo de tokens (palabras y signos de puntuación) que el modelo puede generar en su respuesta. Esto se puede utilizar para controlar la longitud del texto generado.
fr_fr: Le paramètre max tokens définit le nombre maximal de jetons (mots et signes de ponctuation) que le modèle est autorisé à générer dans sa réponse. Cela peut être utilisé pour contrôler la longueur du texte généré.
it_it: Il parametro max tokens imposta il numero massimo di token (parole e segni di punteggiatura) che il modello può generare nella sua risposta. Questo può essere usato per controllare la lunghezza del testo generato.
ja: Max tokens パラメーターは、モデルが応答で生成できるトークン (単語と句読点) の最大数を設定します。これは、生成されたテキストの長さを制御するために使用できます。
pt_br: O parâmetro max tokens define o número máximo de tokens (palavras e sinais de pontuação) que o modelo pode gerar em sua resposta. Isso pode ser usado para controlar o comprimento do texto gerado.
ru_ru: Параметр max tokens задает максимальное количество токенов (слов и знаков препинания), которое модель может генерировать в своем ответе. Это можно использовать для управления длиной сгенерированного текста.

source: Presence penalty
de_de: Anwesenheitsstrafe
es_es: Penalización por presencia
fr_fr: Pénalité de présence
it_it: Pena di presenza
ja: プレゼンスペナルティ
pt_br: Penalidade de presença
ru_ru: Штраф за присутствие

source: The presence penalty parameter penalizes the model for using certain words or phrases in its response. This can be used to encourage the model to generate more diverse and original responses.
de_de: Der Presence Penalty-Parameter bestraft das Modell für die Verwendung bestimmter Wörter oder Phrasen in seiner Antwort. Dies kann verwendet werden, um das Modell zu ermutigen, vielfältigere und originellere Antworten zu generieren.
es_es: El parámetro de penalización por presencia penaliza al modelo por usar ciertas palabras o frases en su respuesta. Esto se puede utilizar para alentar al modelo a generar respuestas más diversas y originales.
fr_fr: Le paramètre de pénalité de présence pénalise le modèle pour l'utilisation de certains mots ou expressions dans sa réponse. Cela peut être utilisé pour encourager le modèle à générer des réponses plus diversifiées et originales.
it_it: Il parametro di penalità di presenza penalizza il modello per l'utilizzo di determinate parole o frasi nella sua risposta. Questo può essere utilizzato per incoraggiare il modello a generare risposte più diverse e originali.
ja: プレゼンス ペナルティ パラメーターは、応答で特定の単語またはフレーズを使用するモデルにペナルティを課します。これを使用して、モデルがより多様で独創的な応答を生成するように促すことができます。
pt_br: O parâmetro de penalidade de presença penaliza o modelo por usar certas palavras ou frases em sua resposta. Isso pode ser usado para encorajar o modelo a gerar respostas mais diversificadas e originais.
ru_ru: Параметр штрафа за присутствие наказывает модель за использование определенных слов или фраз в своем ответе. Это можно использовать, чтобы побудить модель генерировать более разнообразные и оригинальные ответы.

source: Frequency penalty
de_de: Frequenzstrafe
es_es: Penalización de frecuencia
fr_fr: Pénalité de fréquence
it_it: Penalità di frequenza
ja: 周波数ペナルティ
pt_br: Penalidade de frequência
ru_ru: Штраф за частоту

source: The frequency penalty parameter penalizes the model for repeating certain words or phrases in its response. This can be used to encourage the model to generate more varied and natural-sounding responses.
de_de: Der Frequenzstrafparameter bestraft das Modell für die Wiederholung bestimmter Wörter oder Phrasen in seiner Antwort. Dies kann verwendet werden, um das Modell zu ermutigen, vielfältigere und natürlich klingende Antworten zu erzeugen.
es_es: El parámetro de penalización de frecuencia penaliza al modelo por repetir ciertas palabras o frases en su respuesta. Esto se puede utilizar para animar al modelo a generar respuestas más variadas y que suenen más naturales.
fr_fr: Le paramètre de pénalité de fréquence pénalise le modèle pour la répétition de certains mots ou phrases dans sa réponse. Cela peut être utilisé pour encourager le modèle à générer des réponses plus variées et plus naturelles.
it_it: Il parametro di penalità di frequenza penalizza il modello per la ripetizione di determinate parole o frasi nella sua risposta. Questo può essere utilizzato per incoraggiare il modello a generare risposte più varie e dal suono naturale.
ja: 頻度ペナルティ パラメーターは、応答で特定の単語またはフレーズを繰り返すモデルにペナルティを課します。これを使用して、モデルがより多様で自然な応答を生成するように促すことができます。
pt_br: O parâmetro de penalidade de frequência penaliza o modelo por repetir certas palavras ou frases em sua resposta. Isso pode ser usado para encorajar o modelo a gerar respostas mais variadas e naturais.
ru_ru: Параметр штрафа за частоту наказывает модель за повторение определенных слов или фраз в своем ответе. Это можно использовать, чтобы побудить модель генерировать более разнообразные и естественно звучащие ответы.

source: Best Of
de_de: Das beste von
es_es: Mejor de
fr_fr: Meilleur de
it_it: Il meglio di
ja: 最高
pt_br: Melhor de
ru_ru: Лучшее из

source: The best of parameter controls how many of the model's generated responses are returned to the user. For example, setting best of to 3 will result in the model generating 3 different responses, and returning the one that it deems to be the best. This can be used to increase the likelihood of getting a high-quality response from the model.
de_de: Der Best-of-Parameter steuert, wie viele der vom Modell generierten Antworten an den Benutzer zurückgegeben werden. Wenn Sie beispielsweise Best of auf 3 setzen, generiert das Modell 3 verschiedene Antworten und gibt diejenige zurück, die es für die beste hält. Dies kann verwendet werden, um die Wahrscheinlichkeit zu erhöhen, dass das Modell eine qualitativ hochwertige Antwort erhält.
es_es: El mejor de los parámetros controla cuántas de las respuestas generadas por el modelo se devuelven al usuario. Por ejemplo, establecer lo mejor de en 3 hará que el modelo genere 3 respuestas diferentes y devuelva la que considere mejor. Esto se puede usar para aumentar la probabilidad de obtener una respuesta de alta calidad del modelo.
fr_fr: Le meilleur des paramètres contrôle le nombre de réponses générées par le modèle qui sont renvoyées à l'utilisateur. Par exemple, si vous définissez le meilleur de sur 3, le modèle générera 3 réponses différentes et renverra celle qu'il considère être la meilleure. Cela peut être utilisé pour augmenter la probabilité d'obtenir une réponse de haute qualité du modèle.
it_it: Il parametro best of controlla quante delle risposte generate dal modello vengono restituite all'utente. Ad esempio, impostando best of su 3, il modello genererà 3 risposte diverse e restituirà quella che ritiene essere la migliore. Questo può essere utilizzato per aumentare la probabilità di ottenere una risposta di alta qualità dal modello.
ja: 最高のパラメーターは、モデルの生成された応答のうちユーザーに返される数を制御します。たとえば、best of を 3 に設定すると、モデルは 3 つの異なる応答を生成し、最良と判断した応答を返します。これを使用して、モデルから高品質の応答が得られる可能性を高めることができます。
pt_br: O melhor dos parâmetros controla quantas respostas geradas pelo modelo são retornadas ao usuário. Por exemplo, definir o melhor de como 3 fará com que o modelo gere 3 respostas diferentes e retorne aquela que considera ser a melhor. Isso pode ser usado para aumentar a probabilidade de obter uma resposta de alta qualidade do modelo.
ru_ru: Параметр best of определяет, сколько ответов, сгенерированных моделью, возвращается пользователю. Например, если установить для лучшего из значение 3, модель сгенерирует 3 разных ответа и вернет тот, который она считает лучшим. Это можно использовать для увеличения вероятности получения качественного ответа от модели.

source: Models
de_de: Modelle
es_es: Modelos
fr_fr: Des modèles
it_it: Modelli
ja: モデル
pt_br: Modelos
ru_ru: Модели

source: The model parameter refers to the specific version of the GPT-3 architecture that is being used. There are several different versions of the GPT-3 model available, each with different levels of complexity and computational power.
de_de: Der Modellparameter bezieht sich auf die spezifische Version der verwendeten GPT-3-Architektur. Es sind mehrere verschiedene Versionen des GPT-3-Modells verfügbar, jede mit unterschiedlicher Komplexität und Rechenleistung.
es_es: El parámetro del modelo hace referencia a la versión específica de la arquitectura GPT-3 que se está utilizando. Hay varias versiones diferentes del modelo GPT-3 disponibles, cada una con diferentes niveles de complejidad y potencia computacional.
fr_fr: Le paramètre de modèle fait référence à la version spécifique de l'architecture GPT-3 qui est utilisée. Il existe plusieurs versions différentes du modèle GPT-3, chacune avec différents niveaux de complexité et de puissance de calcul.
it_it: Il parametro del modello si riferisce alla versione specifica dell'architettura GPT-3 utilizzata. Sono disponibili diverse versioni del modello GPT-3, ciascuna con diversi livelli di complessità e potenza di calcolo.
ja: モデル パラメータは、使用されている GPT-3 アーキテクチャの特定のバージョンを参照します。 GPT-3 モデルにはいくつかの異なるバージョンがあり、それぞれ複雑さと計算能力のレベルが異なります。
pt_br: O parâmetro do modelo refere-se à versão específica da arquitetura GPT-3 que está sendo usada. Existem várias versões diferentes do modelo GPT-3 disponíveis, cada uma com diferentes níveis de complexidade e poder computacional.
ru_ru: Параметр модели относится к конкретной используемой версии архитектуры GPT-3. Доступно несколько различных версий модели GPT-3, каждая из которых отличается уровнем сложности и вычислительной мощностью.

source: Settings for Image
ru_ru: Настройки изображения

source: Nubmer
ru_ru: Количество

source: The number of images to generate
ru_ru: Количество изображений для генерации

source: Size
ru_ru: Размер

source: The size of the generated images
ru_ru: Размер сгенерированных изображений

source: Upgrade to Pro
ru_ru: Обновить до Про

source: GPT AI Content Creator by BestWebSoft
de_de: GPT AI Content Creator von BestWebSoft
es_es: Creador de contenido GPT AI de BestWebSoft
fr_fr: Créateur de contenu GPT AI par BestWebSoft
it_it: GPT AI Content Creator di BestWebSoft
ja: BestWebSoftによるGPT AIコンテンツクリエーター
pt_br: Criador de conteúdo GPT AI por BestWebSoft
ru_ru: Создатель контента GPT AI от BestWebSoft

source: Generate content with GPT AI Content Creator
ru_ru: Создание контента с помощью gpt-ai-content-creator

source: Generate content with gpt-ai-content-creator
de_de: Generieren Sie Inhalte mit gpt-ai-content-creator
es_es: Genera contenido con gpt-ai-content-creator
fr_fr: Générer du contenu avec gpt-ai-content-creator
it_it: Genera contenuto con gpt-ai-content-creator
ja: gpt-ai-content-creator でコンテンツを生成する
pt_br: Gere conteúdo com gpt-ai-content-creator
